{
  "chapter": "त्रिकोणमिति के कुछ अनुप्रयोग",
  "exercises": [
    {
      "exercise": "9.1",
      "questions": [
        {
          "question": "सर्कस का एक कलाकार एक 20m लंबी डोर पर चढ़ रहा है जो अच्छी तरह से तनी हुई है और भूमि पर सीधा लगे खंभे के शिखर से बंधा हुआ है। यदि भूमि स्तर के साथ डोर द्वारा बनाया गया कोण 30° का हो, तो खंभे की ऊँचाई ज्ञात कीजिए।",
          "image": "9.1.1.jpg"
        },
        {
          "question": "आँधी आने से एक पेड़ टूट जाता है और टूटा हुआ भाग इस तरह झुक जाता है कि पेड़ का शिखर जमीन को छूता है। यदि पेड़ का ऊपरी भाग 30° का कोण बनाता है और पेड़ की पाद-बिंदु से दूरी 8m है, तो पेड़ की ऊँचाई ज्ञात कीजिए।"
        },
        {
          "question": "एक टेलीविजन चैनल को फिल्मस्टार के लिए एक इंटरव्यू का फिल्मांकन करना चाहती है। वे 5 वर्ग मीटर का एक मंच स्थापित करना चाहते हैं जिससे फिल्मस्टार ऊपर खड़ा हो सके।",
          "sub_questions": [
            "मंच का आकार 1.5m लंबा तथा 1.5m चौड़ा है। मंच का ऊपरी भाग और मंच से 30° ऊँचा एक खंभा का शिखर होता है। यदि खंभा की ऊँचाई 3m है तो उस पर शूटिंग के लिए शूटिंग लाइट के कोण की दूरी ज्ञात कीजिए।"
          ]
        },
        {
          "question": "भूमि के एक बिंदु से, जो मीनार के पाद-बिंदु से 30m की दूरी पर है, मीनार के शिखर का उन्नयन कोण 30° है। मीनार की ऊँचाई ज्ञात कीजिए।"
        },
        {
          "question": "भूमि से 60m की ऊँचाई पर एक पतंग उड़ रही है। पतंग में लगी डोरी को अक्षीय रूप से भूमि के एक बिंदु से बाँधे दिया गया है। भूमि के साथ डोरी का झुकाव 60° है। यह मानकर कि डोरी खिंची नहीं है, डोरी की लंबाई ज्ञात कीजिए।"
        },
        {
          "question": "1.5m लंबा एक लड़का 30m ऊँचे भवन के शीर्ष पर स्थित एक गुब्बारे को देख रहा है। जब वह भवन की ओर बढ़ता है, तो तब उसकी आँख से भवन के शीर्ष का उन्नयन कोण 30° से 60° हो जाता है। बताइए कि वह भवन की ओर कितनी दूरी तक चलकर गया।"
        },
        {
          "question": "भूमि के एक बिंदु से एक 20m ऊँचे भवन के शीर्ष पर स्थित एक संचालित मीनार के तल और शीर्ष का उन्नयन कोण क्रमशः 45° और 60° है। मीनार की ऊँचाई ज्ञात कीजिए।"
        },
        {
          "question": "एक मीनार के शिखर से एक भवन के शिखर का उन्नयन कोण 30° है और पाद-बिंदु के मीनार के शिखर का उन्नयन कोण 60° है। यदि मीनार 50m ऊँचा हो, तो भवन की ऊँचाई ज्ञात कीजिए।"
        },
        {
          "question": "एक 80m लंबी सड़क के दोनों ओर आमने-सामने खड़े पेड़ हैं। इन पेड़ों की छाया भूमि पर दोनों पेड़ों के ऊपरी बिंदुओं द्वारा बनाया गया कोण क्रमशः 60° और 30° है। छायाएँ और छायाएँ पेड़ों की दूरी ज्ञात कीजिए।"
        },
        {
          "question": "एक ट्रेन के पथ पर एक टीवी टावर ऊँचाई के शिखर से दोनों टीवर के ऊँचाई के समान बिंदु के ऊंचाई के साथ 30° ऊँचाई का कोण है। टावर की ऊंचाई ज्ञात कीजिए।",
          "image": "9.1.2.jpg"
        },
        {
          "question": "एक नहर के एक तट पर एक टीवी टावर ऊर्ध्वाधर खड़ा है। टावर के ठीक सामने दूसरे तट के एक अन्य बिंदु से टावर के शिखर का उन्नयन कोण 60° है। इसी तट पर इस बिंदु से 20m दूर और इस बिंदु को मीनार के पाद बिंदु से मिलाने वाली रेखा पर दिखने वाला अन्य बिंदु से टावर के शिखर का उन्नयन कोण 30° है। टावर की ऊँचाई तथा नहर की चौड़ाई ज्ञात कीजिए।",
          "image": "9.1.5.jpg"
        },
        {
          "question": "7m ऊँचे भवन के शिखर के एक केवल टावर के शिखर का उन्नयन कोण 60° है और इसके पार का अवनमन कोण 45° है। टावर की ऊँचाई ज्ञात कीजिए।"
        },
        {
          "question": "समुद्र-तट से 75m का एक लाइट हाउस के शिखर से देखे गए दो समुद्री जहाजों के अवनमन कोण 30° और 45° हैं। यदि लाइट हाउस के शीर्ष से एक जहाज दूसरे जहाज के ठीक पीछे हो तो दो जहाजों के बीच की दूरी ज्ञात कीजिए।"
        },
        {
          "question": "1.2 m लंबी एक लड़की भूमि से 88.2 m की ऊँचाई पर एक क्षैतिज रेखा में हवा में उड़ रहे गुब्बारे को देखती है जिसकी भी क्षण लड़की की आँख से गुब्बारे का उन्नयन कोण 60° है। कुछ समय बाद उन्नयन कोण घटकर 30° हो जाता है। इस अंतराल के दौरान गुब्बारे द्वारा तय की गई दूरी ज्ञात कीजिए।",
          "image": "9.1.6.jpg"
        },
        {
          "question": "एक सीधा राजमार्ग एक मीनार के पार तक जाता है। मीनार के शिखर पर खड़ा एक आदमी एक कार को 30° के अवनमन कोण पर देखता है जो कि मीनार के पार की ओर एक समान चाल से जाता है। सेकंड्स बाद कार का अवनमन कोण 60° हो गया। इस बिंदु से मीनार के पार तक पहुँचने में कार द्वारा लिया गया समय ज्ञात कीजिए।",
          "image": "9.1.6.jpg"
        }
      ]
    }
  ]
}
