{
  "chapter": "अंकगणितीय प्रगति (Arithmetic Progression)",
  "exercises": [
    {
      "exercise": "5.3",
      "questions": [
        {
          "question": "निम्नलिखित समांतर श्रेणियों का योग ज्ञात कीजिए:",
          "sub_questions": [
            "(i) 2, 7, 12,..., 10 पदों तक",
            "(ii) -37, -33, -29,..., 12 पदों तक",
            "(iii) 0.6, 1.7, 2.8,..., 100 पदों तक",
            "(iv) 1, 1/5, 1/10,..., 11 पदों तक"
          ]
        },
        {
          "question": "नीचे दिए हुए श्रेणियों को हल कीजिए:",
          "sub_questions": [
            "(i) 7 + 10 + 1/2 + 14 +...+ 84",
            "(ii) 34 + 32 + 30 +...+ 10",
            "(iii) -5 + (-8) + (-11) +...+ (-230)"
          ]
        },
        {
          "question": "एक A.P. में:",
          "sub_questions": [
            "(i) a = 5, d = 3 और aₙ = 50 दिया है। n और Sₙ ज्ञात कीजिए।",
            "(ii) a = 7 और a₃ = 13 दिया है। d और S₁₃ ज्ञात कीजिए।",
            "(iii) a = 37 और a₁₂ = 65 दिया है। d और S₁₂ ज्ञात कीजिए।",
            "(iv) a = 5 और S₁₀ = 125 दिया है। d और a₁₀ ज्ञात कीजिए।",
            "(v) d = 5 और S₁₅ = 75 दिया है। a और a₁₅ ज्ञात कीजिए।",
            "(vi) a = 2, d = 3 और Sₙ = 90 दिया है। n ज्ञात कीजिए।",
            "(vii) a = 6, d = 6 और Sₙ = 210 दिया है। n ज्ञात कीजिए।",
            "(viii) a = 5, d = 2 और aₙ = -14 दिया है। n ज्ञात कीजिए।",
            "(ix) a = 8, d = 3 और Sₙ = 192 दिया है। n ज्ञात कीजिए।",
            "(x) a = 28, S₈ = 144 और कुल 9 पद है। aₙ ज्ञात कीजिए।"
          ]
        },
        {
          "question": "636 योग प्राप्त करने के लिए, A.P.: 9, 17, 25,... के कितने पद लेने चाहिए?"
        },
        {
          "question": "किसी A.P. का प्रथम पद 5, अंतिम पद 45 और योग 400 है। पदों की संख्या और सामान्य अंतर ज्ञात कीजिए।"
        },
        {
          "question": "किसी A.P. का प्रथम और अंतिम पद क्रमशः 17 और 350 है। यदि सामान्य अंतर 9 है, तो इसमें कितने पद हैं और उनका योग क्या है?"
        },
        {
          "question": "उस A.P. के प्रथम 22 पदों का योग ज्ञात कीजिए, जिसमें d = 7 है और 22वां पद 149 है।"
        },
        {
          "question": "उस A.P. के प्रथम 51 पदों का योग ज्ञात कीजिए, जिसमें दूसरे और तीसरे पद समान हैं।"
        },
        {
          "question": "यदि किसी A.P. का प्रथम 7 पदों का योग 49 है और प्रथम 17 पदों का योग 289 है, तो इसे प्रथम n पदों का योग समान कीजिए।"
        },
        {
          "question": "स्पष्ट करें कि a₁, a₂, a₃,... से एक A.P. बनता है, जहाँ aₙ नीचे दिए अनुसार परिभाषित है:",
          "sub_questions": [
            "(i) aₙ = 3 + 4n",
            "(ii) aₙ = 9 - 5n"
          ],
          "note": "साथ ही, जाँच करें कि, प्रत्येक स्थिति में, प्रथम 15 पदों का योग समान है या नहीं।"
        },
        {
          "question": "यदि किसी A.P. के प्रथम n पदों का योग 4n - n² है, तो इसका प्रथम पद (अर्थात् Sₙ) क्या है? प्रथम 20 पदों का योग क्या है? इस श्रेणी का पहला, तीसरा, 10वां और nवां पद ज्ञात कीजिए।"
        },
        {
          "question": "ऐसे 40 पूर्णांकों का योग ज्ञात कीजिए जो 6 से विभाज्य हैं।"
        },
        {
          "question": "8 और 15 के बीच 15 समानांतर पद ज्ञात कीजिए।"
        },
        {
          "question": "0 और 30 के बीच दिए गए समानांतर संख्याओं का योग ज्ञात कीजिए।"
        },
        {
          "question": "यदि किसी A.P. के प्रथम पद का योग बराबर n² हो और प्रथम पद 200, दूसरा पद 400,... का योग 10 तक हो, तो 50 दिनों के बाद कितनी कुल पद आयेंगे?"
        },
        {
          "question": "एक व्यक्ति ने तय किया कि वह 100 दिनों में, प्रत्येक दिन अपनी दूरी में 1 किमी की वृद्धि करेगा। उसकी यात्रा में कितनी कुल दूरी होगी, यदि वह 50 किमी चलने के बाद रुक जाए?"
        },
        {
          "question": "कक्षा के विद्यार्थियों को उनके समर प्रशिक्षण के लिए 7 क्रम प्रारूप देते हैं। यदि 700 प्रशिक्षण होंगे तो एक कक्षा में कितने विद्यार्थियों का समायोजन होगा?"
        },
        {
          "question": "किसी दौड़ में, पहले दौड़ने वाले को पहले से 5 मीटर आगे रखा गया है। दौड़ में प्रत्येक दौड़ने वाले को अपनी जगह से प्रारंभ करने के लिए प्रोत्साहित किया जाता है। उसका अंत बिंदु क्या है?"
        },
        {
          "question": "एक चक्र का अनुसरण करते हुए, चक्र पर तीन व्रत स्थित हैं। यदि इन व्रतों के बीच के अंतर 1.5 किमी है और अंतिम व्रत का व्यास 2 किमी है, तो व्रतों की कुल दूरी ज्ञात कीजिए।"
        },
        {
          "question": "200 किलो पैन (logs) की बत्तियां 4 व्रतों के माध्यम से फैलाई जाती हैं। प्रत्येक व्रत में 20, 19, 18, 17,... लकड़ियां रखी जाती हैं। पहले और अंतिम व्रत में लकड़ियों की कुल संख्या क्या है?"
        },
        {
          "question": "पोटैटो रेस में आलू को एक बिंदु से एक-एक करके एकत्रित किया जाता है। यदि पहली आलू की दूरी 5m है, और प्रत्येक आलू के बीच 3m की दूरी है, तो आलू को किस प्रकार से एकत्रित किया जाएगा?"
        }
      ],
      "image": ["5.3.1.jpg", "5.3.2.jpg", "5.3.3.jpg"]
    }
  ]
}
