{
  "chapter": "पृष्ठीय क्षेत्रफल और आयतन",
  "exercises": [
    {
      "exercise": "12.1",
      "instructions": "जब तक अन्यथा न कहा जाए, π = 22/7 का प्रयोग कीजिए।",
      "questions": [
        {
          "question_number": 1,
          "question": "दो घनों, जिनमें से प्रत्येक का आयतन 64 cm³ है, के संलग्न फलकों को मिलाकर एक ठोस बनाया जाता है। इससे प्राप्त ठोस का पृष्ठीय क्षेत्रफल ज्ञात कीजिए।"
        },
        {
          "question_number": 2,
          "question": "कोई बर्तन एक खोखली अर्धगोल के आकार का है जिसके ऊपर एक खोखला बेलन अध्यारोपित है। अर्धगोल का व्यास 14 cm है और इस बर्तन (पात्र) की कुल ऊँचाई 13 cm है। इस बर्तन का आंतरिक पृष्ठीय क्षेत्रफल ज्ञात कीजिए।"
        },
        {
          "question_number": 3,
          "question": "एक खिलौना त्रिज्या 3.5 cm वाले एक रिंग के आकार का है, जो उसी त्रिज्या वाले एक अर्धगोले पर अध्यारोपित है। इस खिलौने की संपूर्ण ऊँचाई 15.5 cm है। इस खिलौने का संपूर्ण पृष्ठीय क्षेत्रफल ज्ञात कीजिए।"
        },
        {
          "question_number": 4,
          "question": "भुजा 7 cm वाले एक घनाकार ब्लॉक के ऊपर एक अर्धगोला रखा हुआ है। अर्धगोल के अधिकतम व्यास क्या हो सकता है? इस प्रकार बने ठोस का पृष्ठीय क्षेत्रफल ज्ञात कीजिए।"
        },
        {
          "question_number": 5,
          "question": "एक मृदभांड (मिट्टी के बर्तन) के अर्धगोल के अंदर से ऊँचाई 5 cm वाला एक छोटा बेलन निकाला गया है। बेलन का व्यास मृदभांड के व्यास के बराबर है। ज्ञात कीजिए कि इस ठोस का पृष्ठीय क्षेत्रफल ज्ञात कीजिए।"
        },
        {
          "question_number": 6,
          "question": "स्वास्थ्य के लिए उपयोग होने वाला एक कैप्सूल (capsule) का आकार गोलाकार होता है। कैप्सूल की लंबाई 14 mm है और इसका व्यास 5 mm है। इसका पृष्ठीय क्षेत्रफल ज्ञात कीजिए।",
          "image": "12.1.1.jpg"
        },
        {
          "question_number": 7,
          "question": "कोई तिरछे ढलान के आकार का है जिसमें एक रिंग अध्यारोपित है। ढलान की ऊँचाई 2.1 m है और उसे एक कैनवास से पूरी तरह ढका गया है। यदि कैनवास का दर m² के लिए ₹5000 है, तो पूरी ढलान पर कैनवास की लागत ज्ञात कीजिए।"
        },
        {
          "question_number": 8,
          "question": "ऊँचाई 2.4 cm और व्यास 1.4 cm वाले एक ठोस बेलन में से इसी ऊँचाई और व्यास वाला एक शंक्वाकार खोखला (cavity) काट लिया जाता है। शेष बचे ठोस का निकटतम वर्ग सेमीमीटर तक पृष्ठीय क्षेत्रफल ज्ञात कीजिए।"
        },
        {
          "question_number": 9,
          "question": "लकड़ी के एक ठोस बेलन के प्रत्येक सिरे पर एक अर्धगोलाकार खोदकर निकाला गया है, एक वस्तु बनाई गई है, जैसा कि आकृति 12.11 में दर्शाया गया है। यदि बेलन की ऊँचाई 10 cm है और आकार की त्रिज्या 3.5 cm हो, तो इस वस्तु का संपूर्ण पृष्ठीय क्षेत्रफल ज्ञात कीजिए।",
          "image": "12.1.2.jpg"
        }
      ]
    },
    {
      "exercise": "12.2",
      "instructions": "जब तक अन्यथा न कहा जाए, π = 22/7 लीजिए।",
      "questions": [
        {
          "question_number": 1,
          "question": "एक ठोस एक अर्धगोले पर खड़े एक शंकु के आकार का है जिनकी त्रिज्याएँ 1 cm हैं तथा शंकु की ऊँचाई उसकी त्रिज्या के बराबर है। इस ठोस का आयतन π के terms में ज्ञात कीजिए।"
        },
        {
          "question_number": 2,
          "question": "एक इंजीनियरिंग के विद्यार्थी स्टील के एक पतले एनिमेशन के शीट पर प्रयोग करते हुए एक मॉडल बनाने का कहा गया जो एक ऐसे बेलन के आकार का हो जिसके दोनों सिरों पर दो शंकु जुड़े हुए हों। इस मॉडल का व्यास 3 cm है और इसकी लंबाई 12 cm है। यदि प्रत्येक शंकु की ऊँचाई 2 cm हो तो स्टील द्वारा बनाए गए मॉडल में अवरोधित हवा का आयतन ज्ञात कीजिए। (यह मान लीजिए, कि मॉडल की आंतरिक और बाहरी विमाएँ लगभग बराबर हैं।)"
        },
        {
          "question_number": 3,
          "question": "एक गुलाबजामुन में उसके आयतन की लगभग 30% चीनी की चाशनी होती है। 45 गुलाबजामुनों में लगभग कितनी चाशनी होगी, यदि प्रत्येक गुलाबजामुन एक बेलन के आकार का है, जिसके दोनों सिरे अर्धगोलाकार हैं। इसकी लंबाई 5 cm और व्यास 2.8 cm है।",
          "image": "12.2.1.jpg"
        },
        {
          "question_number": 4,
          "question": "एक कल्पनाशील ब्लॉक के आकार की एक लकड़ी से बना है जिसमें ब्लॉक रखने के लिए चार संकुचकाकार गढ्ढे बने हुए हैं। ब्लॉक की विमाएँ 15 cm × 10 cm × 3.5 cm हैं। प्रत्येक गड्ढे की त्रिज्या 0.5 cm है और गहराई 1.4 cm है। पूरे ब्लॉक में लकड़ी का आयतन ज्ञात कीजिए।",
          "image": "12.2.2.jpg"
        },
        {
          "question_number": 5,
          "question": "एक बर्तन एक उल्टे शंकु के आकार का है। इसकी ऊँचाई 8 cm है और इसके ऊपरी सिरे (जो खुला हुआ है) की त्रिज्या 5 cm है। बर्तन के ऊपरी तक पानी से भरा हुआ है। जब इस बर्तन में सीसे की छोटी गोलियाँ जिनमें प्रत्येक 0.5 cm त्रिज्या वाला एक गोला है, डाली जाती है, तो इसमें से भरा हुआ पानी छलक जाता है। बर्तन में डाली गई सीसे की गोलियों की कुल संख्या ज्ञात कीजिए।"
        },
        {
          "question_number": 6,
          "question": "ऊँचाई 220 cm और आधार व्यास 24 cm वाले एक बेलन, जिस पर कागज़ की 60 cm और त्रिज्या 8 cm वाली डिस्कें लिपटी हैं, से, से तोले गए एक रोल का आयतन ज्ञात कीजिए। (मान लीजिए कि 1 cm³ लोहे का आयतन 8 g होता है। π = 3.14 लीजिए)।"
        },
        {
          "question_number": 7,
          "question": "एक ऊँचा बेलन जिसका व्यास 120 cm और ऊँचाई 180 cm है, के ऊपरी सिरे पर एक खोखला पिन लगाया जाता है जो 24 cm व्यास और 5 cm ऊँचाई वाला बेलनाकार पिन है। इस बेलन के अंदर एक उभरा हुआ चक्र जो 50 cm व्यास का है, लगाया जाता है। इस बेलन और पिन का कुल आयतन ज्ञात कीजिए।",
          "image": "12.2.2.jpg"
        },
        {
          "question_number": 8,
          "question": "एक गोलाकार टंकी जिसकी त्रिज्या 8.5 cm है और ऊँचाई 35 cm है, के अंदर एक अन्य टंकी, जो 4 cm व्यास और 15 cm ऊँचाई की है, रखी गई है। पूरी टंकी का भरा हुआ आयतन ज्ञात कीजिए। (π = 3.14 मान लीजिए)",
          "image": "12.2.2.jpg"
        }
      ]
    }
  ]
}
